[{"type":"q-choices","questionContent":"Khái niệm \"đường chính\" được hiểu như thế nào là đúng?","image":"","answer":[{"isCorrect":true,"content":"Đường chính là đường bảo đảm giao thông chủ yếu trong khu vực."},{"isCorrect":false,"content":"Đường chính là đường quốc lộ được đặt tên, số hiệu do cơ quan có thẩm quyền phân loại và quyết định."},{"isCorrect":false,"content":"Đường chính là đường trong đô thị hoặc đường tỉnh."}]},{"type":"q-choices","questionContent":"Người điều khiển xe mô tô, xe gắn máy trên đường mà trong máu có nồng độ cồn vượt quá bao nhiêu thì bị cấm?","image":"","answer":[{"isCorrect":true,"content":"Nồng độ cồn vượt quá 50 miligam\/100 mililit máu."},{"isCorrect":false,"content":"Nồng độ cồn vượt quá 40 miligam\/100 mililit máu."},{"isCorrect":false,"content":"Nồng độ cồn vượt quá 30 miligam\/100 mililit máu."}]},{"type":"q-checkboxes","questionContent":"Ở những nơi nào không được lùi xe?","image":"","answer":[{"isCorrect":false,"content":"Ở khu vực cho phép đỗ xe."},{"isCorrect":true,"content":"Ở khu vực cấm dừng và trên phần đường dành cho người đi bộ qua đường."},{"isCorrect":true,"content":"Nơi đường bộ giao nhau, đường bộ giao nhau cùng mức với đường sắt, nơi tầm nhìn bị che khuất, trong hầm đường bộ, đường cao tốc."}]},{"type":"q-choices","questionContent":"Tại nơi đường giao nhau, khi người điều khiển giao thông ra hiệu lệnh tay phải giơ về phía trước để báo hiệu thì người tham gia giao thông phải đi như thế nào?","image":"","answer":[{"isCorrect":false,"content":"Người tham gia giao thông ở phía sau người điều khiển phải dừng lại; người ở phía trước người điều khiển được rẽ trái; người ở phía bên trái người điều khiển được rẽ trái; người đi bộ qua đường phải dừng lại sau lưng người điều khiển giao thông."},{"isCorrect":true,"content":"Người tham gia giao thông ở phía sau và bên phải người điều khiển giao thông phải dừng lại; người ở phía trước người điều khiển giao thông được rẽ trái; người ở bên trái người điều khiển giao thông được đi tất cả các hướng; người đi bộ qua đường phải đi sau lưng người điều khiển giao thông."}]},{"type":"q-choices","questionContent":"Ban đêm xe cơ giới đi ngược chiều gặp nhau, đèn chiếu sáng phải được sử dụng như thế nào?","image":"","answer":[{"isCorrect":false,"content":"Phải chuyển từ đèn chiếu gần sang đèn chiếu xa."},{"isCorrect":true,"content":"Phải chuyển từ đèn chiếu xa sang đèn chiếu gần."}]},{"type":"q-choices","questionContent":"Trên đoạn đường bộ giao nhau cùng với đường sắt, cầu đường bộ đi chung với đường sắt thì loại phương tiện nào được quyền ưu tiên đi trước?","image":"","answer":[{"isCorrect":false,"content":"Phương tiện nào bên phải không vướng."},{"isCorrect":false,"content":"Phương tiện nào ra tín hiệu xin đường trước."},{"isCorrect":true,"content":"Phương tiện giao thông đường sắt."}]},{"type":"q-choices","questionContent":"Cơ quan nào quy định các đoạn đường cấm đi, đường đi một chiều, nơi cấm dừng, cấm đỗ, cấm quay đầu xe, lắp đặt báo hiệu đường bộ thuộc địa phương quản lý?","image":"","answer":[{"isCorrect":false,"content":"Cơ quan quản lý giao thông vận tải."},{"isCorrect":true,"content":"Ủy ban nhân dân cấp tỉnh."},{"isCorrect":false,"content":"Cơ qua cảnh sát giao thông đường bộ."},{"isCorrect":false,"content":"Thanh tra giao thông đường bộ."}]},{"type":"q-choices","questionContent":"Người lái xe chở người từ 10 đến 30 chỗ ngồi (hạng D), lái xe hạng C kép rơ mooc (FC) phải đủ bao nhiêu tuổi trở lên?","image":"","answer":[{"isCorrect":false,"content":"23 tuổi."},{"isCorrect":true,"content":"24 tuổi."},{"isCorrect":false,"content":"22 tuổi."}]},{"type":"q-choices","questionContent":"Đường bộ trong khu vực đông dân cư gồm những đường nào?","image":"","answer":[{"isCorrect":false,"content":"Đường bộ nằm trong khu vực nội thành phố, nội thị xã, nội thị trấn, khu công nghiệp có đông người và phương tiện tham gia giao thông."},{"isCorrect":true,"content":"Đường bộ nằm trong khu vực nội thành phố, nội thị xã và những đoạn đường bộ được xác định từ vị trí có hiệu lực của biển báo hiệu \"Bắt đầu khu đông dân cư\" đến vị trí có hiệu lực của biển báo hiệu \"Hết khu đông dân cư\""},{"isCorrect":false,"content":"Đường bộ có đông người, phương tiện tham gia giao thông và những đoạn đường bộ được xác định từ vị trí có hiệu lực của biển báo hiệu \"Bắt đầu khu đông dân cư\" đến vị trí có hiệu lực của biển báo hiệu \"Hết khu đông dân cư\"."}]},{"type":"q-choices","questionContent":"Khái niệm xe quá tải trọng của đường bộ được hiểu như thế nào là đúng?","image":"","answer":[{"isCorrect":true,"content":"Là xe có tổng trọng lượng vượt quá khả năng chịu tải của cầu hoặc có tải trọng trục xe vượt quá khả năng chịu tải của đường."},{"isCorrect":false,"content":"Là xe có trọng lượng hàng hóa vượt quá khả năng chịu tải của cầu hoặc có tải trọng trục xe vượt quả khả năng chịu tải của đường."},{"isCorrect":false,"content":"Cả hai ý nêu trên."}]},{"type":"q-checkboxes","questionContent":"Người kinh doanh vận tải hàng hóa có các nghĩa vụ gì theo quy định được ghi ở dưới đây?","image":"","answer":[{"isCorrect":true,"content":"Cung cấp phương tiện đúng loại, thời gian, địa điểm và giao hàng hóa cho người nhận hàng theo thỏa thuận trong hợp đồng; hướng dẫn xếp dỡ hàng hóa trên phương tiện."},{"isCorrect":true,"content":"Bồi thường thiệt hại cho người thuê vận tải do mất mát, hư hỏng hàng hóa xảy ra trong quá trình vận tải từ lúc nhận hàng đến lúc giao hàng, trừ trường hợp miễn bồi thường thiệt hại theo quy định của pháp luật; bồi thường thiệt hại do người làm công, người đại diện gây ra trong khi thực hiện công việc được người kinh doanh vận tải giao; chịu trách nhiệm về hậu quả mà người làm công; người đại diện gây do thực hiện yêu cầu của người kinh doanh vận tải trái với quy định của pháp luật."}]},{"type":"q-checkboxes","questionContent":"Đạo đức cơ bản của mỗi con người, của người lái xe thể hiện ở những điểm nào ghi dưới đây?","image":"","answer":[{"isCorrect":true,"content":"Tính trung thực và tính nguyên tắc, tính khiêm tốn và lòng dũng cảm."},{"isCorrect":true,"content":"Tình yêu lao động và tình thương yêu con người."}]},{"type":"q-checkboxes","questionContent":"Trong các hành vi dưới đây, người lái xe có văn hóa giao thông phải đáp ứng các điều kiện nào?","image":"","answer":[{"isCorrect":true,"content":"Có thói quen chấp hành quy tắc giao thông đường bộ; nhường đường cho người đi bô, người già, trẻ em, người khuyết tật."},{"isCorrect":true,"content":"Có thái độ ứng xử ôn hòa, văn minh, lịch sự khi xảy ra va chạm giao thông."}]},{"type":"q-choices","questionContent":"Khi điều khiển ô tô lên dốc cao, người lái xe cần thực hiện các thao tác nào?","image":"","answer":[{"isCorrect":false,"content":"Điều chỉnh ga cho xe từ từ lên dốc; đến gần đỉnh dốc phải tăng ga để xe nhanh chóng qua dốc; về số thấp, đi sát về phía bên phải đường, có tín hiệu (còi, đèn) để báo cho người lái xe ngược chiều biết."},{"isCorrect":true,"content":"Về số thấp từ chân dốc, điều chỉnh ga cho xe từ từ lên dốc; đến gần đỉnh dốc phải đi thật chậm, đi sát về phải bên phải đường, có tín hiệu (còi, đèn) để báo hiệu cho người lái xe ngược chiều biết."},{"isCorrect":false,"content":"Cả hai ý nêu trên."}]},{"type":"q-checkboxes","questionContent":"Khi động cơ ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây, báo hiệu tình trạng như thế nào của ô tô?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/13\/de-thi-sat-hach-lai-xe-o-to-online-1-2016-10-13-1-2016-10-13-2.jpg","answer":[{"isCorrect":true,"content":"Phanh tay đang hãm."},{"isCorrect":true,"content":"Thiếu dầu phanh."},{"isCorrect":false,"content":"Nhiệt độ nước làm mát quá phép."},{"isCorrect":false,"content":"Cửa xe đang mở."}]},{"type":"q-checkboxes","questionContent":"Xe ô tô tham gia giao thông đường bộ phải đảm bảo các quy định về chất lượng, an toàn kỹ thuật và bảo về môi trường nào ghi dưới đây?","image":"","answer":[{"isCorrect":true,"content":"Kính chắn gió, kính cửa phải là loại kính an toàn, bảo đảm tầm nhìn cho người điều khiển, có đủ hệ thống hãm và hệ thống chuyển hướng có hiệu lực, tay lái của xe ô tô ở bên trái của xe, có còi với âm lượng đúng quy chuẩn kỹ thuật."},{"isCorrect":true,"content":"Có đủ đèn chiếu sáng gần và xa, đèn soi biển số, đèn báo hãm, đèn tín hiệu, có đủ bộ phận giảm thanh, giảm khói, các kết cấu phải đủ độ bền và bảo đảm tính năng vận hành ổn định."}]},{"type":"q-choices","questionContent":"Hãy nêu công dụng của hệ thống truyền lực ô tô?","image":"","answer":[{"isCorrect":true,"content":"Dùng để truyền mô men quay từ động cơ tới các bánh xe chủ động của ô tô."},{"isCorrect":false,"content":"Dùng để thay đổi hướng chuyển động hoặc giữ cho ô tô chuyển động ổn đinh theo hướng xác định."},{"isCorrect":false,"content":"Dùng để làm giảm tốc độ, dừng chuyển động của ô tô."}]},{"type":"q-choices","questionContent":"Biển nào báo hiệu đường sắt giao nhau với đường bộ không có rào chắn?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/13\/de-thi-sat-hach-lai-xe-o-to-online2.jpg","answer":[{"isCorrect":false,"content":"Biển 1 và biển 2."},{"isCorrect":true,"content":"Biển 2 và biển 3."},{"isCorrect":false,"content":"Biển 1 và biển 3."},{"isCorrect":false,"content":"Cả ba biển."}]},{"type":"q-choices","questionContent":"Biển nào báo hiệu cấm xe mô tô hai bánh đi vào?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/13\/de-thi-sat-hach-lai-xe-o-to-online3.jpg","answer":[{"isCorrect":true,"content":"Biển 1."},{"isCorrect":false,"content":"Biển 2."},{"isCorrect":false,"content":"Biển 3."}]},{"type":"q-choices","questionContent":"Biển nào báo hiệu chiều dài đoạn đường phải giữ cự ly tối thiểu giữa hai xe?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/13\/de-thi-sat-hach-lai-xe-o-to-online5.jpg","answer":[{"isCorrect":true,"content":"Biển 1."},{"isCorrect":false,"content":"Biển 2."},{"isCorrect":false,"content":"Cả hai biển."}]},{"type":"q-choices","questionContent":"Biển nào không cho phép rẽ phải?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/13\/de-thi-sat-hach-lai-xe-o-to-online4.jpg","answer":[{"isCorrect":true,"content":"Biển 1."},{"isCorrect":false,"content":"Biển 2."},{"isCorrect":false,"content":"Biển 3."},{"isCorrect":false,"content":"Biển 1 và 3."}]},{"type":"q-choices","questionContent":"Biển này có ý nghĩa gì?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/13\/de-thi-sat-hach-lai-xe-o-to-online6.jpg","answer":[{"isCorrect":false,"content":"Cấm xe cơ giới (trừ xe ưu tiên theo Luật định) đi thẳng."},{"isCorrect":true,"content":"Cấm xe ô tô và mô tô (trừ xe ưu tiên theo Luật định) đi về bên trái và bên phải."},{"isCorrect":false,"content":"Hướng trái và phải không cấm xe cơ giới."}]},{"type":"q-choices","questionContent":"Biển nào báo hiệu hết đường cao tốc?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/13\/de-thi-sat-hach-lai-xe-o-to-online7.jpg","answer":[{"isCorrect":false,"content":"Biển 1."},{"isCorrect":true,"content":"Biển 2."},{"isCorrect":false,"content":"Biển 3."}]},{"type":"q-choices","questionContent":"Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/13\/de-thi-sat-hach-lai-xe-o-to-online8.jpg","answer":[{"isCorrect":false,"content":"Xe tải, xe lam, xe con, xe mô tô."},{"isCorrect":true,"content":"Xe tải, mô tô, xe lam, xe con."},{"isCorrect":false,"content":"Xe lam, xe tải, xe con, xe mô tô."},{"isCorrect":false,"content":"Mô tô, xe lam, xe tải, xe con."}]},{"type":"q-choices","questionContent":"Theo tín hiệu đèn, xe tải đi như thế nào là đúng quy tắc giao thông?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/13\/de-thi-sat-hach-lai-xe-o-to-online-09.jpg","answer":[{"isCorrect":false,"content":"Hướng 2,3,4."},{"isCorrect":true,"content":"Chỉ hướng 1."},{"isCorrect":false,"content":"Hướng 1 và 2."},{"isCorrect":false,"content":"Hướng 3 và 4."}]},{"type":"q-choices","questionContent":"Xe nào được quyền đi trước trong trường hợp này?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/13\/de-thi-sat-hach-lai-xe-o-to-online010.jpg","answer":[{"isCorrect":false,"content":"Xe lam."},{"isCorrect":true,"content":"Xe xích lô."}]},{"type":"q-choices","questionContent":"Đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/13\/de-thi-sat-hach-lai-xe-o-to-online011.jpg","answer":[{"isCorrect":false,"content":"Xe chữa cháy."},{"isCorrect":true,"content":"Xe tải."},{"isCorrect":false,"content":"Cả hai xe."}]},{"type":"q-choices","questionContent":"Người lái xe điều khiển xe rẽ trái như thế nào là đúng quy tắc giao thông?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/13\/de-thi-sat-hach-lai-xe-o-to-online012.jpg","answer":[{"isCorrect":false,"content":"Rẽ trái ngay trước xe buýt."},{"isCorrect":false,"content":"Rẽ trái trước xe tải."},{"isCorrect":true,"content":"Nhường đường cho xe buýt và xe tải."}]},{"type":"q-choices","questionContent":"Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/13\/de-thi-sat-hach-lai-xe-o-to-online013.jpg","answer":[{"isCorrect":false,"content":"Xe con, xe tải, xe khách."},{"isCorrect":true,"content":"Xe tải, xe khách, xe mô tô."},{"isCorrect":false,"content":"Xe khách, xe mô tô, xe con."},{"isCorrect":false,"content":"Cả bốn xe."}]},{"type":"q-choices","questionContent":"Bạn xử lý như thế nào khi lái xe ô tô vượt qua đoàn người đi xe đạp có tổ chức?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/13\/de-thi-sat-hac-lai-xe-o-to-online014.jpg","answer":[{"isCorrect":false,"content":"Tăng tốc độ, chuyển sang làn đường bên trái để vượt."},{"isCorrect":true,"content":"Không được vượt những người đi xe đạp."}]}]