[{"type":"q-choices","questionContent":"“Phương tiện giao thông đường bộ” gồm những loại nào?","image":"","answer":[{"isCorrect":true,"content":"Phương tiện cơ giới giao thông đường bộ, phương tiện giao thông thô sơ đường bộ."},{"isCorrect":false,"content":"Phương tiện giao thông thô sơ đường bộ; phương tiện giao thông cơ giới đường bộ và xe máy chuyện dùng."},{"isCorrect":false,"content":"Cả hai ý nếu trên."}]},{"type":"q-choices","questionContent":"Hành vi giao xe cơ giới, xe máy chuyên dùng cho người không đủ điều kiện để điều khiển xe tham gia giao thông có bị nghiêm cấm hay không?","image":"","answer":[{"isCorrect":false,"content":"Không bị nghiêm cấm."},{"isCorrect":true,"content":"Bị nghiêm cấm."},{"isCorrect":false,"content":"Nghiêm cấm tùy trường hợp."}]},{"type":"q-choices","questionContent":"Khi điều khiển xe trên đường cao tốc, những việc nào không cho phép?","image":"","answer":[{"isCorrect":true,"content":"Cho xe chạy ở làn dừng xe khẩn cấp và phần lề đường; quay đầu xe, lùi xe; cho xe chạy quá tốc độ tối đa và dưới tốc độ tối thiểu ghi trên biển báo, sơn kẻ trên mặt đường."},{"isCorrect":false,"content":"Cho xe chạy quá tốc độ tối thiểu và dưới tốc độ tối đa ghi trên biển báo, sơn kẻ trên mặt đường."},{"isCorrect":false,"content":"Dừng xe, đỗ xe ở nơi quy định."}]},{"type":"q-choices","questionContent":"Tại nơi có biển báo hiệu cố định lại có báo hiệu tạm thời thì người tham gia giao thông phải chấp hành theo hiệu lệnh nào?","image":"","answer":[{"isCorrect":false,"content":"Biển báo hiệu cố định."},{"isCorrect":true,"content":"Biển hiệu tạm thời."}]},{"type":"q-choices","questionContent":"Bên trái đường một chiều, người lái xe có được dừng, đỗ xe hay không?","image":"","answer":[{"isCorrect":false,"content":"Được dừng, đỗ xe tùy trường hợp cụ thể nhưng phải đảm bảo an toàn."},{"isCorrect":false,"content":"Được dừng xe, không được đỗ xe."},{"isCorrect":true,"content":"Không được dừng xe, đỗ xe."}]},{"type":"q-checkboxes","questionContent":"Người lái xe phải làm gì khi điều khiển xe vào đường cao tốc?","image":"","answer":[{"isCorrect":true,"content":"Phải có tín hiệu xin vào và phải nhường đường cho xe đang chạy trên đường; khi thấy an toàn mới cho xe nhập vào dòng xe ở làn đường sát mép ngoài."},{"isCorrect":false,"content":"Phải có tín hiệu và tăng tốc độ vào đường cao tốc."},{"isCorrect":true,"content":"Nếu có làn đường tăng tốc thì phải cho xe chạy trên làn đường đó trước khi vào làn đường của đường cao tốc."}]},{"type":"q-checkboxes","questionContent":"Những người có mặt tại nơi xảy ra vụ tai nạn giao thông có trách nhiệm gì?","image":"","answer":[{"isCorrect":true,"content":"Bảo vệ hiện trường, giúp đỡ, cứu chữa kịp thời người bị tai nan, bảo về tài sản của người bị nạn."},{"isCorrect":true,"content":"Báo tin ngay cho cơ quan công an, y tế hoặc Ủy ban nhân dân nơi gần nhất; cung cấp thông tin xác thực vụ tai nạn theo yêu cầu của cơ quan có thẩm quyền."}]},{"type":"q-choices","questionContent":"Việc sát hạch cấp giấy phép lái xe ô tô phải thực hiện ở đâu và như thế nào?","image":"","answer":[{"isCorrect":false,"content":"Tại các cơ sở đào tạo lái xe."},{"isCorrect":false,"content":"Tại sân tập lái của cơ sở đào tạo lái xe và phải đảm bảo công khai, minh bạch."},{"isCorrect":true,"content":"Tại các trung tâm sát hạch lái xe có đủ điều kiện và phải bảo đảm công khai, minh bạch."}]},{"type":"q-choices","questionContent":"Trên đường bộ trong khu vực đông dân cư, xe mô tô hai bánh, xe gắn máy tham gia giao thông với tốc độ tối đa cho phép là bao nhiêu?","image":"","answer":[{"isCorrect":false,"content":"60Km\/h."},{"isCorrect":false,"content":"50Km\/h."},{"isCorrect":true,"content":"40Km\/h."},{"isCorrect":false,"content":"30Km\/h."}]},{"type":"q-choices","questionContent":"Khái niệm \"hàng nguy hiểm\" được hiểu như thế nào là đúng?","image":"","answer":[{"isCorrect":false,"content":"Là hàng hóa dễ gây cháy, nổ và cấm vận chuyển trên đường vì có khả năng gây nguy hại cho con người, trong trường hợp đặc biệt cần vận chuyển phải có các xe chuyên dùng để bảo đảm an toàn."},{"isCorrect":true,"content":"Là hàng hóa có chứa các chất nguy hiểm, khi chở trên đường có khả năng gây nguy hại tới tính mạng, sức khỏe con người, môi trường, an toàn và an ninh quốc gia."},{"isCorrect":false,"content":"Cả ý trả lời 1 và 2."}]},{"type":"q-checkboxes","questionContent":"Người thuê vận tải hàng hóa có các nghĩa vụ gì theo quy định được ghi ở dưới đây?","image":"","answer":[{"isCorrect":true,"content":"Chuẩn bị đầy đủ các giấy tờ hợp pháp về hàng hóa trước khi giao hàng hóa cho người kinh doanh vận tải; đóng gói hàng hóa đúng quy cách, ghi ký hiệu, mã hiệu hàng hóa đầy đủ, rõ ràng; giao hàng hóa cho người kinh doanh vận tải đúng thời gian, địa điểm và nội dung khác ghi trong giấy gửi hàng."},{"isCorrect":true,"content":"Thanh toán đủ cước, phí vận tải và chi phí phát sinh cho người kinh doanh vận tải; cử người áp tải hàng hóa trong quá trình vận tải đối với loại hàng hóa bắt buộc phải có người áp tải."}]},{"type":"q-checkboxes","questionContent":"Khái niệm về đạo đức nghề nghiệp của người lái xe kinh doanh vận tải được hiểu như thế nào?","image":"","answer":[{"isCorrect":true,"content":"Luôn ghi nhớ và thực hiện lời dạy của Bác: \"Yêu xe như con, quý xăng như máu\"; nắm vững quy định của pháp luật, nghiêm chỉnh chấp hành Luật Giao thông đường bộ, lái xe an toàn; có ý thức tổ chức kỷ luật, chấp hành nội quy, quy chế xây dựng đơn vị nơi mình công tác; có tinh thần hợp tác, giúp đỡ đồng nghiệp; có ý thức bảo vệ môi trường; luôn tu dưỡng bản thân, có lối sống lành mạnh, tác phong công nghiệp."},{"isCorrect":true,"content":"Đối với hành khách phải kính trọng, thân ái, giúp đỡ; đối với khách hàng phải có trách nhiệm, hợp tác, thực hiện đầy đủ hợp đồng vận tải; đối với người tham gia giao thông phải tôn trọng, bảo vệ."}]},{"type":"q-checkboxes","questionContent":"Trong các hành vi dưới đây, người lái xe mô tô có văn hóa giao thông phải ứng xử như thế nào?","image":"","answer":[{"isCorrect":false,"content":"Điều khiển xe đi trên phần đường, làn đường có ít phương tiện tham gia giao thông, đội mũ bảo hiểm ở nơi có biển báo bắt buộc đội mũ bảo hiểm."},{"isCorrect":true,"content":"Chấp hành quy định về tốc độ, đèn tín hiệu, biển báo hiệu, vạch kẻ đường khi lái xe."},{"isCorrect":true,"content":"Chấp hành hiệu lệnh, chỉ dẫn của người điều khiển giao thông; nhường đường cho người đi bộ, người già, trẻ em, người khuyết tật."},{"isCorrect":false,"content":"Cả ba ý nêu trên."}]},{"type":"q-choices","questionContent":"Khi xuống dốc, muốn dừng xe, người lái xe cần phải thực hiện các thao tác nào?","image":"","answer":[{"isCorrect":true,"content":"Có tín hiệu rẽ phải, điều khiển xe sát vào lề đường bên phải; đạp phanh sớm và mạnh hơn lúc dừng xe trên đường bằng để xe đi với tốc độ chậm đến mức dễ dàng dừng lại được; về số 1, đạp nửa ly hợp cho xe đến chỗ dừng; khi xe đã dừng, về số không (0), đạp phanh chân và kéo phanh tay."},{"isCorrect":false,"content":"Có tín hiệu rẽ phải, điều khiển xe sát vào lề đường bên phải; đạp hết hành trình ly hợp và nhả bàn đạp ga để xe đi với tốc độ chậm đến mức dễ dàng dừng lại được tại chỗ dừng; khi xe đã dừng, đạp và giữ phanh chân."},{"isCorrect":false,"content":"Có tín hiệu rẽ phải, điều khiển xe sát vào lề đường bên phải; đạp phanh sớm và mạnh hơn lúc dừng xe trên đường bằng để xe đi với tốc độ chậm đến mức dễ dàng dừng lại được; về số không (0) để xe đi đến cho dừng, khi xe đã dừng, kéo phanh tay."}]},{"type":"q-checkboxes","questionContent":"Khi động cơ ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây, báo hiệu tình trạng như thế nào của xe ô tô?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online1.jpg","answer":[{"isCorrect":true,"content":"Cửa xe chưa đóng chặt."},{"isCorrect":true,"content":"Cửa xe chưa đóng."},{"isCorrect":false,"content":"Bộ nạp ắc quy gặp sự cố kỹ thuật."},{"isCorrect":false,"content":"Dầu bôi trơn bị thiếu."}]},{"type":"q-checkboxes","questionContent":"Xe ô tô tham gia giao thông trên đường bộ phải có đủ các loại đèn gì?","image":"","answer":[{"isCorrect":true,"content":"Đèn chiếu sáng gần và xa."},{"isCorrect":true,"content":"Đèn soi biển số; đèn báo hãm và đèn tín hiệu."},{"isCorrect":false,"content":"Dàn đèn pha trên nóc xe."}]},{"type":"q-choices","questionContent":"Hãy nêu công dụng hộp số của ô tô?","image":"","answer":[{"isCorrect":false,"content":"Truyền và tăng mô men xoắn giữa các trục vuông góc nhau, đảm bảo cho các bánh xe chủ động quay với tốc độ khác nhau khi sức cản chuyển động ở bánh xe hai bên không bằng nhau."},{"isCorrect":false,"content":"Truyền và thay đổi mô men xoắn giữa các trục không cùng nằm trên một đường thẳng và góc lệch trục luôn thay đổi trong quá trình ô tô chuyển động, chuyển số êm dịu, dễ điều khiển."},{"isCorrect":true,"content":"Truyền và thay đổi mô men từ động cơ đến bánh xe chủ động, cắt truyền động từ động cơ đến bánh xe chủ động, đảm bảo cho ô tô chuyển động lùi."}]},{"type":"q-choices","questionContent":"Biển nào báo hiệu \"hết đoạn đường ưu tiên\"?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-e-o-to-online-2.jpg","answer":[{"isCorrect":true,"content":"Biển 3."},{"isCorrect":false,"content":"BIển 1."},{"isCorrect":false,"content":"Biển 2."}]},{"type":"q-choices","questionContent":"Biển nào xe mô tô hai bánh được đi vào?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online3.jpg","answer":[{"isCorrect":false,"content":"Biển 1 và 2."},{"isCorrect":true,"content":"Biển 1 và 3."},{"isCorrect":false,"content":"Biển 2 và 3."}]},{"type":"q-choices","questionContent":"Khi gặp biển nào xe ưu tiên theo luật định vẫn phải dừng lại?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-online4.jpg","answer":[{"isCorrect":false,"content":"Biển 1."},{"isCorrect":true,"content":"Biển 2."},{"isCorrect":false,"content":"Cả ba biển."}]},{"type":"q-choices","questionContent":"Biển nào được đặt trước ngã ba, ngã tư và phạm vi tác dụng của biển ở ngã ba, ngã tư đằng sau mặt biển?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online5.jpg","answer":[{"isCorrect":false,"content":"Biển 1 và 2."},{"isCorrect":false,"content":"Biển 2."},{"isCorrect":true,"content":"Biển 1 và 3."}]},{"type":"q-choices","questionContent":"Chiều dài đoạn đường 500m từ nơi đặt biển này người lái xe có được phép bấm còi không?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online6.jpg","answer":[{"isCorrect":false,"content":"Được phép."},{"isCorrect":true,"content":"Không được phép."}]},{"type":"q-choices","questionContent":"Biển nào báo hiệu đường hai chiều?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online7.jpg","answer":[{"isCorrect":false,"content":"Biển 1."},{"isCorrect":true,"content":"Biển 2."},{"isCorrect":false,"content":"Biển 3."}]},{"type":"q-choices","questionContent":"Theo hướng mũi tên, thứ tự các xe đi như thế nào là đúng quy tắc giao thông?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online-8.jpg","answer":[{"isCorrect":false,"content":"Xe tải, xe công an, xe khách, xe con."},{"isCorrect":false,"content":"Xe công an, xe khách, xe con, xe tải."},{"isCorrect":false,"content":"Xe công an, xe con, xe khách, xe tải."},{"isCorrect":true,"content":"Xe công an, xe tải, xe khách, xe con."}]},{"type":"q-choices","questionContent":"Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online10.jpg","answer":[{"isCorrect":false,"content":"Xe khách, xe tải, mô tô, xe con."},{"isCorrect":false,"content":"Xe con, xe khách, xe tải, xe mô tô."},{"isCorrect":true,"content":"Mô tô, xe tải, xe khách, xe con."},{"isCorrect":false,"content":"Mô tô, xe tải, xe con, xe khách."}]},{"type":"q-choices","questionContent":"Theo hướng mũi tên, những hướng nào xe ô tô con được phép đi?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-11.jpg","answer":[{"isCorrect":false,"content":"Hướng 1."},{"isCorrect":true,"content":"Hướng 1, 3 và 4."},{"isCorrect":false,"content":"Hướng 2,3 và 4."},{"isCorrect":false,"content":"Cả bốn hướng."}]},{"type":"q-choices","questionContent":"Theo thứ tự các xe đi như thế nào là đúng quy tắc giao thông?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online13.jpg","answer":[{"isCorrect":true,"content":"Xe khách và xe tải, xe con."},{"isCorrect":false,"content":"Xe tải, xe khách, xe con."},{"isCorrect":false,"content":"Xe con, xe khách, xe tải."}]},{"type":"q-choices","questionContent":"Xe nào đi trước là đúng quy tắc giao thông?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online14.jpg","answer":[{"isCorrect":false,"content":"Xe của bạn."},{"isCorrect":true,"content":"Xe tải."}]},{"type":"q-choices","questionContent":"Trong tình huống dưới đây, để tránh xe xe trước bị hỏng đột xuất trên đường, người lái xe phải làm gì?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online15.jpg","answer":[{"isCorrect":false,"content":"Đánh lái sang trái cho xe vượt qua."},{"isCorrect":true,"content":"Quan sát phía trước, phía sau, khi đủ điều kiện an toán, bật tín hiệu bằng đèn hoặc còi rồi cho xe vượt qua."},{"isCorrect":false,"content":"Cấm vượt."}]},{"type":"q-choices","questionContent":"Bạn xử lý như thế nào khi xe phía trước đang lùi ra khỏi nơi đỗ xe?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online16.jpg","answer":[{"isCorrect":false,"content":"Chuyển sang nửa đường bên trái để đi tiếp."},{"isCorrect":false,"content":"Bấm còi, nháy đèn báo hiệu và đi tiếp."},{"isCorrect":true,"content":"Giảm tốc độ, dừng lại nhường đường."}]}]