[{"type":"q-choices","questionContent":"Hành vi điều khiển xe cơ giới chạy quá tốc độ qui định giành đường, vượt ẩu có bị nghiêm cấm hay không?","image":"","answer":[{"isCorrect":true,"content":"Bị nghiêm cấm."},{"isCorrect":false,"content":"Bị nghiêm cấm tùy trường hợp."},{"isCorrect":false,"content":"Không bị nghiêm cấm."}]},{"type":"q-checkboxes","questionContent":"Khi xe kéo xe và xe kéo rơ moóc, những hành vi nào không được phép?","image":"","answer":[{"isCorrect":true,"content":"Xe kéo rơ moóc, xe kéo sơ mi rơ moóc kéo thêm rơ moóc hoặc xe khác."},{"isCorrect":true,"content":"Chở người trên xe được kéo; kéo theo xe thô sơ, xe gắn máy, xe mô tô."},{"isCorrect":false,"content":"Chở hàng trên rơ moóc hoặc sơ mi rơ moóc."}]},{"type":"q-choices","questionContent":"Trên đường có nhiều làn đường cho xe đi cùng chiều được phân biệt bằng vạch kẻ phân làn đường người điều khiển phương tiện phải cho xe đi như thế nào?","image":"","answer":[{"isCorrect":false,"content":"Cho xe đi trên bất kỳ là đường nào; khi cần thiết pjair chuyển làn đường, người lái xe phải có đèn tín hiệu báo trước và phải đảm bảo an toàn."},{"isCorrect":true,"content":"Phải cho xe đi trong một làn đường và chỉ được chuyển làn đường ở những nơi cho phép; khi chuyển làn phải có tín hiệu báo trước và phải đảm bảo an toàn."},{"isCorrect":false,"content":"Phải cho xe đi trong 1 là đường, khi chuyển làn đường phải có tín hiệu báo trước, chú ý quan sát để đảm bảo an toàn."}]},{"type":"q-choices","questionContent":"Người lái xe được dừng xe, đỗ xe trong các trường hợp nào sau đây?","image":"","answer":[{"isCorrect":true,"content":"Trên đường có bề rộng đủ cho hai làn xe, ngoài phạm vi 5 mét hai bên cổng trụ sở cơ quan, tổ chức."},{"isCorrect":false,"content":"Trước cổng và trong phạm vi 5 mét hai bên cổng trụ sở cơ quan, tổ chức."},{"isCorrect":false,"content":"Trên đường có bề rộng đủ cho một làn xe, ngoài phạm vi 5 mét hai bên cổng trụ sở cơ quan, tổ chức."}]},{"type":"q-choices","questionContent":"Người lái xe phải làm gì khi điều khiển xe ra khỏi làn đường cao tốc?","image":"","answer":[{"isCorrect":true,"content":"Phải thực hiện chuyển dần sang làn đường phía bên phải, nếu có làn đường giảm tốc thì cho xe chạy trên làn đường đó trước khi rời khỏi làn đường cao tốc."},{"isCorrect":false,"content":"Phải thực hiện chuyển ngay sang các làn đường phía bên phải, nếu có làn đường giảm tốc độ thì phải cho xe chạy trên làn đường đó trước khi rời khỏi đường cao tốc."}]},{"type":"q-checkboxes","questionContent":"Người phát hiện công trình đường bộ bị hư hỏng hoặc bị xâm hại, hành lang an toàn đường bộ bị lấn chiếm phải có trách nhiệm gì?","image":"","answer":[{"isCorrect":true,"content":"Kịp thời báo cho Ủy ban nhân dân, cơ quan quản lý đường bộ hoặc cơ quan công an gần nhất để xử lý."},{"isCorrect":true,"content":"Trường hợp cần thiết phải có biện pháp báo hiệu ngay cho người tham gia giao thông biết."}]},{"type":"q-choices","questionContent":"Người có giấy phép lái xe hạng FC được điều khiển các loại xe nào?","image":"","answer":[{"isCorrect":false,"content":"Các loại xe được quy định tại giấy phép lái xe hạng C có kéo rơ móoc, ô tô đầu kéo kéo sơ mi rơ móoc, ô tô chở khách nối toa và được điều khiển các loại xe quy định cho giấy phép lái xe hạng B1, B2, C và FB2."},{"isCorrect":true,"content":"Các loại xe được quy định tại giấy phép lái xe hạng C có kéo rơ móoc, ô tô đầu kéo kéo sơ mi rơ móoc và được điều khiển các loại xe quy định cho giấy phép lái xe hạng B1, B2, C và FB2."},{"isCorrect":false,"content":"Mô tô hai bánh, các loại xe được quy định tại giấy phép lái xe hạng C có kéo rơ móoc, ô tô đầu kéo kéo soư mi rơ móoc và được điều khiển các loại xe quy định cho giấy phép lái xe hạng B1, B2, C và FB2."},{"isCorrect":false,"content":"Tất cả các loại xe nêu trên."}]},{"type":"q-choices","questionContent":"Trên đường bộ trong khu vực đông dân cư, loại xe nào tham giao giao thông với tốc độ tối đa cho phép là 40Km\/h?","image":"","answer":[{"isCorrect":true,"content":"Ô tô chở người trên 30 chỗ ngồi, ô tô tải có trọng tải từ 3500 kg trở lên, ô tô sơ mi rơ moóc, ô tô kéo rơ moóc, ô tô kéo xe khác, ô tô chuyên dùng, xe mô tô, xe gắn máy."},{"isCorrect":false,"content":"Ô tô chở người đến 30 chỗ ngồi, ô tô tải có trọng tải dưới 3500 kg."},{"isCorrect":false,"content":"Xe máy kéo, xe công nông, xe lam, xe lôi máy, xe xích lô máy, xe ba gác máy, xe máy chuyên dùng và các loại xe tương tự (loại đang được phép hoạt động)."}]},{"type":"q-choices","questionContent":"Trong trường hợp đặc biệt, xe quá tải trọng, quá khổ giới hạn của đường bộ, xe bánh xích có thể lưu hành trên đường nhưng phải xin phép cơ quan nào?","image":"","answer":[{"isCorrect":false,"content":"Cơ quan Cảnh sát giao thông có thẩm quyền."},{"isCorrect":true,"content":"Cơ quan quản lý giao thông có thẩm quyền."},{"isCorrect":false,"content":"Uỷ ban nhân dân tỉnh."}]},{"type":"q-checkboxes","questionContent":"Người nhận hàng có các quyền gì được ghi ở dưới đây?","image":"","answer":[{"isCorrect":true,"content":"Nhận và kiểm tra hàng hóa nhận được theo giấy vận chuyển hoặc chứng từ tương đương khác; yêu cầu người kinh doanh vận tải thanh toán chi phí phát sinh do giao hàng hóa chậm."},{"isCorrect":true,"content":"Yêu cầu hoặc thông báo cho người thuê vận tải để yêu cầu người kinh doanh vận tải bồi thường thiệt hại do mất mát, hư hỏng hàng hóa, yêu cầu giám định hàng hóa khi cần thiết."},{"isCorrect":false,"content":"Nhận hàng hóa không theo giấy vận chuyển hoặc chứng từ tương đương khác."}]},{"type":"q-checkboxes","questionContent":"Người lái xe kinh doanh vận tải khi thực hiện tốt việc rèn luyện, nâng cao trách nhiệm, đạo đức nghề nghiệp sẽ thu được kết quả như thế nào?","image":"","answer":[{"isCorrect":true,"content":"Được khách hàng, xã hội tôn trọng; được đồng nghiệp quý mến, giúp đỡ; được doanh nghiệp tin dùng và đóng góp nhiều cho xã hội."},{"isCorrect":true,"content":"Thu hút được khách hàng, góp phần quan trọng trong xây dựng thương hiệu, kinh doanh có hiệu quả cao."}]},{"type":"q-checkboxes","questionContent":"Trong các hành vi dưới đây, người lái xe mô tô có văn hóa giao thông phải ứng xử như thế nào?","image":"","answer":[{"isCorrect":true,"content":"Điều khiển xe đi bên phải theo chiều đi của mình."},{"isCorrect":false,"content":"Điều khiển xe đi trên phần đường, làn đường có ít phương tiện tham gia giao thông."},{"isCorrect":true,"content":"Đi đúng phần đường, làn đường quy định; đội mũ bảo hiểm đúng quy cách."},{"isCorrect":false,"content":"Đội mũ bảo hiểm ở nơi có biển báo bắt buộc đội mũ bảo hiểm."}]},{"type":"q-choices","questionContent":"Khi điều khiển xe trên đường vòng người lái xe cần phải làm gì?","image":"","answer":[{"isCorrect":true,"content":"Quan sát cẩn thận các chướng ngại vật và báo hiệu bằng còi, đèn; giảm tốc độ tới mức cần thiết, về số thấp và thực hiện quay vòng với tốc độ phù hợp với bán kính đường vòng."},{"isCorrect":false,"content":"Quan sát cẩn thận các chướng ngại vật và báo hiệu bằng còi, đèn; tăng tốc để nhanh chóng qua đường vòng, đạp ly hợp và giảm tốc độ sau khi qua đường vòng."},{"isCorrect":false,"content":"Cả hai ý nêu trên."}]},{"type":"q-choices","questionContent":"Khi động cơ ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây, báo hiệu tình trạng như thế nào của xe ô tô.","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online.jpg","answer":[{"isCorrect":false,"content":"Thiếu dầu phanh, phanh tay đang hãm."},{"isCorrect":false,"content":"Hệ thống túi khí an toàn gặp sự cố."},{"isCorrect":true,"content":"Lái xe và người ngồi ghế trước chưa thắt dây an toàn."},{"isCorrect":false,"content":"Cửa đóng chưa chặt, có cửa chưa đóng."}]},{"type":"q-choices","questionContent":"Hãy nêu yêu cầu của kính chắn gió ô tô?","image":"","answer":[{"isCorrect":true,"content":"Là loại kính an toàn, kính nhiều lớp, đúng quy cách, không rạn nứt, đảm bảo hình ảnh quan sát rõ ràng, không bị méo mó."},{"isCorrect":false,"content":"Là loại kính trong suốt, đúng quy cách, không rạn nứt, đảm bảo tầm nhìn cho người điều khiển về phía trước mặt và hai bên."},{"isCorrect":false,"content":"Cả hai ý nêu trên"}]},{"type":"q-choices","questionContent":"Hãy nêu công dụng hệ thống lái của ô tô?","image":"","answer":[{"isCorrect":false,"content":"Dùng để thay đổi mô men từ động cơ tới các bánh xe chủ động khi ô tô chuyển động theo hướng xác định."},{"isCorrect":false,"content":"Dùng để thay đổi mô men giữa các trục vuông góc nhau khi ô tô chuyển động theo hướng xác định."},{"isCorrect":true,"content":"Dùng để thay đổi hướng chuyển động hoặc giữ cho ô tô chuyển động ổn định theo hướng xác định."}]},{"type":"q-choices","questionContent":"Biển nào báo hiệu, chỉ dẫn xe đi trên đường này được quyền ưu tiên qua nơi giao nhau?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online2.jpg","answer":[{"isCorrect":false,"content":"Biển 1 và biển 2."},{"isCorrect":true,"content":"Biển 1 và biển 3."},{"isCorrect":false,"content":"Cả 3 biển."},{"isCorrect":false,"content":"Biển 2 và biển 3."}]},{"type":"q-choices","questionContent":"Biển nào xe mô tô hai bánh không được đi vào?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online4.jpg","answer":[{"isCorrect":false,"content":"Biển 1."},{"isCorrect":true,"content":"Biển 2."},{"isCorrect":false,"content":"Biển 3."}]},{"type":"q-checkboxes","questionContent":"Trong các trường hợp sau đây, người lái xe phải xử lý như thế nào khi gặp biển 2 \"stop\"?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online-4.png","answer":[{"isCorrect":true,"content":"Dừng lại theo hiệu lệnh của người điều khiển giao thông khi có tàu hỏa sắp chạy qua."},{"isCorrect":true,"content":"Dừng lại khi có xe đi ngược chiều trên cầu hẹp, khi trên đường có nguy cơ mất an toàn giao thông."},{"isCorrect":false,"content":"Không phải dừng lại khi gặp hai trường hợp trên."}]},{"type":"q-choices","questionContent":"Biển nào được đặt sau ngã ba, ngã tư và phạm vi tác dụng của biển ở ngã ba, ngã tư đằng trước mặt biển?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-5.jpg","answer":[{"isCorrect":false,"content":"Biển 1."},{"isCorrect":false,"content":"Biển 3."},{"isCorrect":true,"content":"Biển 2."}]},{"type":"q-choices","questionContent":"Biển này có ý nghĩa gì?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to7.jpg","answer":[{"isCorrect":false,"content":"Cấm dừng xe về hướng bên trái."},{"isCorrect":true,"content":"Cấm đỗ xe và cấm dừng xe theo hướng bên phải."},{"isCorrect":false,"content":"Được phép đỗ xe và dừng xe theo hướng bên phải."}]},{"type":"q-choices","questionContent":"Biển nào báo hiệu giao nhau với đường hai chiều?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online20.jpg","answer":[{"isCorrect":false,"content":"Biển 1."},{"isCorrect":true,"content":"Biển 2."},{"isCorrect":false,"content":"Biển 3."}]},{"type":"q-choices","questionContent":"Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online-19.jpg","answer":[{"isCorrect":false,"content":"Xe tải, xe lam, mô tô."},{"isCorrect":false,"content":"Xe lam, xe tải, mô tô."},{"isCorrect":true,"content":"Mô tô, xe lam, xe tải."},{"isCorrect":false,"content":"Xe lam, mô tô, xe tải."}]},{"type":"q-choices","questionContent":"Trong các trường hợp này, xe nào đỗ vi phạm quy tắc giao thông?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-ly-thuyet-lai-xe-18.jpg","answer":[{"isCorrect":true,"content":"Xe tải."},{"isCorrect":false,"content":"Xe con và mô tô."},{"isCorrect":false,"content":"Cả ba xe."},{"isCorrect":false,"content":"Xe con và xe tải."}]},{"type":"q-choices","questionContent":"Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online-18.jpg","answer":[{"isCorrect":false,"content":"Xe lam. mô tô, xe con, xe đạp."},{"isCorrect":false,"content":"Xe con, xe đạp, mô tô, xe lam."},{"isCorrect":false,"content":"Xe lam, xe con, mô tô + xe đạp."},{"isCorrect":true,"content":"Mô tô + xe đạp, xe lam, xe con."}]},{"type":"q-choices","questionContent":"Những hướng nào ô tô tải được phép đi?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online-17.jpg","answer":[{"isCorrect":false,"content":"Cả bốn hướng."},{"isCorrect":false,"content":"Hướng 1 và 2."},{"isCorrect":true,"content":"Trừ hướng 4."}]},{"type":"q-choices","questionContent":"Người lái xe có thể quay đầu xe như thế nào là đúng quy tắc giao thông?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online-16.jpg","answer":[{"isCorrect":false,"content":"Quay đầu theo hướng A."},{"isCorrect":false,"content":"Quay đầu theo hướng B."},{"isCorrect":true,"content":"Cấm quay đầu."}]},{"type":"q-choices","questionContent":"Các xe đi theo hướng mũi tên, xe nào chấp hành đúng quy tắc giao thông?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online-15.jpg","answer":[{"isCorrect":false,"content":"Xe tải, xe mô tô."},{"isCorrect":true,"content":"Xe khách, xe mô tô."},{"isCorrect":false,"content":"Xe tải, xe con."},{"isCorrect":false,"content":"Mô tô, xe con."}]},{"type":"q-choices","questionContent":"Phía trước có một xe màu xanh đang vượt xe màu vàng trên làn đường của bạn, bạn xử lý như thế nào trong trường hợp này?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/14\/de-thi-sat-hach-lai-xe-o-to-online-21-.jpg","answer":[{"isCorrect":true,"content":"Phanh xe giảm tốc độ và đi sát lề đường bên phải."},{"isCorrect":false,"content":"Bấm còi, nháy đèn báo hiệu, giữ nguyên tốc độ và đi tiếp."},{"isCorrect":false,"content":"Phanh xe giảm tốc độ và đi sát lề đường bên trái."}]}]