[{"type":"q-choices","questionContent":"Khái niệm “phương tiện giao thông thô sơ đường bộ” được hiểu như thế nào là đúng?","image":"","answer":[{"isCorrect":true,"content":"Gồm xe đạp (kể cả xe đạp máy), xe xích lô, xe lăn dùng cho người khuyết tật, xe súc vật kéo và các loại xe tương tự."},{"isCorrect":false,"content":"Gồm xe ô tô; máy kéo; xe mô tô hai bánh; xe mô tô ba bánh; xe gắn máy; xe cơ giới dùng cho người khuyết tật và xe máy chuyên dùng."},{"isCorrect":false,"content":"Gồm xe ô tô; máy kéo; rơ moóc hoặc sơ mi rơ moóc được kéo bởi xe ô tô, máy kéo; xe mô tô hai bánh; xe mô tô ba bánh, xe gắn máy (kể cả xe máy điện) và các loại xe tương tự."}]},{"type":"q-checkboxes","questionContent":"Những hành vi nào sau đây bị cấm?","image":"","answer":[{"isCorrect":true,"content":"Bấm còi, rú ga liên tục, bấm còi trong thời gian từ 22 giờ đến 5 giờ."},{"isCorrect":true,"content":"Bấm còi hơi, sử dụng đèn chiếu xa trong khu đô thị và khu dân cư, trừ các xe ưu tiên khi đang làm nhiệm vụ."}]},{"type":"q-choices","questionContent":"Người điều khiển xe mô tô hai bánh, ba bánh, xe gắn máy, có được phép sử dụng xe để kéo, đẩy các xe khác, vật khác khi tham gia giao thông không?","image":"","answer":[{"isCorrect":false,"content":"Được phép."},{"isCorrect":false,"content":"Tùy trường hợp."},{"isCorrect":true,"content":"Không được phép."}]},{"type":"q-choices","questionContent":"Trên đường một chiều có vạch kẻ phân làn đường xe thô sơ và xe cơ giới phải đi như thế nào là đúng quy tắc giao thông?","image":"","answer":[{"isCorrect":false,"content":"Xe thô sơ phải đi trên làn đường bên trái trong cùng, xe cơ giới, xe máy chuyên dùng đi trên làn đường bên phải."},{"isCorrect":true,"content":"Xe thô sơ phải đi trên làn đường bên phải trong cùng; xe cơ giới, xe máy chuyên dùng đi trên làn đường bên trái."},{"isCorrect":false,"content":"Xe thô sơ đi trên làn đường phù hợp không gây cản trở giao thông, xe cơ giới, xe máy chuyên dùng đi trên làn đường bên phải."}]},{"type":"q-checkboxes","questionContent":"Người điều khiển phương tiện khi muốn dừng hoặc đỗ xe trên đường bộ phải thực hiện như thế nào?","image":"","answer":[{"isCorrect":true,"content":"Có tín hiệu báo cho người điều khiển phương tiện khác biết."},{"isCorrect":true,"content":"Cho xe dừng, đỗ ở nơi đã xây dựng các điểm dừng, đỗ xe; nơi có lề đường rộng hoặc khu đất ở bên ngoài phần đường xe chạy; trường hợp lề đường hẹp hoặc không có lề đường thì phải cho xe dừng, đỗ sát mép đường phía bên phải theo chiều đi của mình."}]},{"type":"q-choices","questionContent":"Trên đường cao tốc, người lái xe phải dừng xe, đỗ xe như thế nào?","image":"","answer":[{"isCorrect":false,"content":"Không được dừng xe, đỗ xe hoặc chỉ được dừng xe, đỗ xe ở nơi đường rộng, nếu dừng, đỗ xe ở nơi đường hẹp phải có báo hiệu để người lái xe khác biết."},{"isCorrect":true,"content":"Chỉ được dừng xe, đỗ xe ở nơi quy định, trường hợp buộc phải dừng xe, đỗ xe không đúng nơi quy định thì người lái xe phải đưa xe ra khỏi phần đường xe chạy, nếu không thể được thì phải báo hiệu để người lái xe khác biết."},{"isCorrect":false,"content":"Chỉ được dừng xe, đỗ xe ở nơi đường rộng; trường hợp dừng xe, đỗ xe tại nơi đường hẹp phải có báo hiệu để người lái xe khác biết để bảo đảm an toàn."}]},{"type":"q-choices","questionContent":"Khi điều khiển xe chạy trên đường, người lái xe phải mang theo các loại giấy tờ gì?","image":"","answer":[{"isCorrect":false,"content":"Giấy phép lái xe, giấy đăng ký xe, giấy phép lưu hành xe."},{"isCorrect":false,"content":"Lệnh vận chuyển, đăng ký xe, giấy phép lưu hành."},{"isCorrect":true,"content":"Giấy phép lái xe phù hợp với loại xe đi, đăng ký giấy chứng nhận kiểm định kỹ thuật và bảo về môi trường, giấy chứng nhận bảo hiểm trách nhiệm dân sự của chủ xe cơ giới và giấy phép vận chuyển (nếu loại xe đó cần phải có)."}]},{"type":"q-choices","questionContent":"Người có giấy phép lái xe hạng FE được điều khiển các loại xe nào?","image":"","answer":[{"isCorrect":true,"content":"Các loại xe được quy định tại giấy phép lái xe hạng E có kéo rơ móoc và được điều khiển các loại xe: ô tô chở khách nối toa và các loại xe quy định cho giấy phép lái xe hạng B1, B2, C, D, FB2, FD."},{"isCorrect":false,"content":"Các loại xe được quy định tại giấy phép lái xe hạng E có kéo rơ móoc , đầu kéo kéo sơ mi rơ móoc và được điều khiển các loại xe: ô tô chở khách nối toa và các loại xe quy định cho giấy phép lái xe hạng B1, B2, C, D, FB2, FD."},{"isCorrect":false,"content":"Tất cả các loại xe nêu trên."}]},{"type":"q-choices","questionContent":"Trên đường bộ trong khu vực đông dân cư, loại xe cơ giới nào tham gia giao thông với tốc độ tối đa cho phép là 50Km\/h?","image":"","answer":[{"isCorrect":false,"content":"Ô tô chở người trên 30 chỗ ngồi, ô tô tải có trọng tải từ 3500 kg trở lên, ô tô sơ mi rơ moóc, ô tô kéo rơ moóc, ô tô kéo xe khác, ô tô chuyên dùng, xe mô tô, xe gắn máy."},{"isCorrect":false,"content":"Xe máy kéo, xe công nông, xe lam, xe lôi máy, xe xích lô máy, xe ba gác máy, xe máy chuyên dùng và các loại xe tương tự (loại đang được phép hoạt động)."},{"isCorrect":true,"content":"Ô tô chở người đến 30 chỗ ngồi, ô tô tải có trọng tải dưới 3500 kg."},{"isCorrect":false,"content":"Tất cả các ý nêu trên."}]},{"type":"q-choices","questionContent":"Hoạt động vận tải đường bộ được hiểu như thế nào là đúng?","image":"","answer":[{"isCorrect":false,"content":"Hoạt động vận tải đường bộ là hoạt động kinh doanh vận tải đường bộ; kinh doanh vận tải đường bộ là ngành nghề kinh doanh có điều kiện theo quy định của pháp luật."},{"isCorrect":true,"content":"Hoạt động vận tải đường bộ gồm hoạt động vận tải không kinh doanh và hoạt động kinh doanh vận tải đường bộ; kinh doanh vận tải đường bộ là ngành nghề kinh doanh có điều kiện theo quy định của pháp luật."},{"isCorrect":false,"content":"Cả 02 ý nêu trên."}]},{"type":"q-checkboxes","questionContent":"Người nhận hàng có các nghĩa vụ gì được ghi dưới đây?","image":"","answer":[{"isCorrect":true,"content":"Nhận hàng hóa đúng thời gian, địa điểm đã thỏa thuận."},{"isCorrect":true,"content":"Xuất trình giấy vận chuyển và giấy tờ tùy thân cho người kinh doanh vận tải trước khi nhận hàng hóa; thanh toán chi phí phát sinh do nhận hàng chậm."}]},{"type":"q-checkboxes","questionContent":"Hãy nêu trách nhiệm cơ bản của các tổ chức trong việc quản lý, giáo dục và nâng cao đạo đức nghề nghiệp của người lái xe?","image":"","answer":[{"isCorrect":true,"content":"Tuyên truyền phổ biến các quy định của pháp luật đặc biệt là các quy định của Luật Giao thông đường bộ, các văn bản quản lý về vận tải để người lái xe biết và thực hiện; thường xuyên kiểm tra giám sát người lái xe thực hiện các nội quy, quy chế của đơn vị."},{"isCorrect":true,"content":"Hiểu tâm lý, nguyện vọng người lái xe, động viên họ trong lúc khó khăn, thực hiện đầy đủ các quy định của pháp luật về quyền lợi của người lao động, quan tâm đến đời sống vật chất tinh thần của họ, có chế độ thưởng phạt nghiêm minh giúp họ hoàn thành nhiệm vụ."}]},{"type":"q-checkboxes","questionContent":"Trong các hành vi dưới đây, người lái xe ô tô có văn hóa giao thông phải ứng xử như thế nào?","image":"","answer":[{"isCorrect":true,"content":"Điều khiển xe đi bên phải theo chiều đi của mình; đi đúng phần đường, làn đường quy định; dừng; đỗ xe đúng nơi quy định."},{"isCorrect":false,"content":"Điều khiển xe đi trên phần đường, làn đường có ít phương tiện giao thông."},{"isCorrect":false,"content":"Dừng và đỗ xe ở nơi thuận tiện cho việc giao nhận hành khách và hàng hóa."},{"isCorrect":true,"content":"Đã uống rượu bia thì không lái xe."}]},{"type":"q-choices","questionContent":"Khi điều khiển xe ô tô rẽ phải ở chỗ đường giao nhau, người lái xe cần thực hiện các thao tác nào?","image":"","answer":[{"isCorrect":false,"content":"Có tín hiệu rẽ phải; quan sát an toàn phía sau; điều khiển xe sang làn đường bên trái; giảm tốc độ và quan sát an toàn phía bên phải để điều khiển xe qua chỗ đường giao nhau."},{"isCorrect":true,"content":"Cách chỗ rẽ khoảng 30m có tín hiệu rẽ phải; quan sát an toàn phía sau; điều khiển xe bám sát vào phía phải đường; giảm tốc độ và quan sát an toàn phía bên phải để điều khiển xe qua chỗ đường giao nhau."},{"isCorrect":false,"content":"Cách chỗ rẽ khoảng 30m có tín hiệu rẽ phải; quan sát an toàn phía sau; điều khiển xe bám sát vào phía phải đường; tăng tốc độ và quan sát an toàn phía bên trái để điều khiển xe qua chỗ đường giao nhau."}]},{"type":"q-choices","questionContent":"Khi động cơ ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây, báo hiệu tình trạng như thế nào của ô tô?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/15\/de-thi-sat-hach-lai-xe-o-to-online.jpg","answer":[{"isCorrect":false,"content":"Báo hiệu thiếu dầu phanh."},{"isCorrect":false,"content":"Áp suất lốp không đủ."},{"isCorrect":false,"content":"Đang hãm phanh tay."},{"isCorrect":true,"content":"Sắp hết nhiên liệu."}]},{"type":"q-checkboxes","questionContent":"Hãy nêu yêu cầu về an toàn kỹ thuật đối với bánh xe lắp cho ô tô?","image":"","answer":[{"isCorrect":true,"content":"Đủ số lượng, đủ áp suất, đúng cỡ lốp của nhà sản xuất hoặc tài Iiệu kỹ thuật quy định; lốp bánh dẫn hướng hai bên cùng kiếu hoa lốp, chiều cao hoa lốp đồng đều; không sử dụng lốp đắp; lốp không mòn đến dấu chỉ báo độ mòn của nhà sản xuất, không nứt, vỡ, phồng rộp làm hở lớp sợi mành."},{"isCorrect":true,"content":"Vành, đĩa vành đúng kiểu loại, không rạn, nứt, cong vênh; bánh xe quay trơn, không bị bó kẹt hoặc cọ sát vào phần khác; moay ơ không bị rơ; lắp đặt chắc chắn, đủ các chi tiết kẹp chặt và phòng lỏng."}]},{"type":"q-choices","questionContent":"Hãy nêu công dụng hệ thống phanh của ô tô?","image":"","answer":[{"isCorrect":true,"content":"Dùng để giảm tốc độ, dừng chuyển động của ô tô và giữ cho ô tô đứng yên trên dốc."},{"isCorrect":false,"content":"Dùng để thay đổi hướng chuyển động hoặc giữ cho ô tô chuyển động ổn định theo hướng xác định."},{"isCorrect":false,"content":"Dùng để truyền hoặc ngắt truyền động từ động cơ đến bánh xe chủ động của ô tô."}]},{"type":"q-choices","questionContent":"Biển nào báo hiệu giao nhau với đường không ưu tiên?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/15\/de-thi-sat-hach-lai-xe-o-to-online-1.jpg","answer":[{"isCorrect":true,"content":"Biển 1."},{"isCorrect":false,"content":"Biển 2 và 3."},{"isCorrect":false,"content":"Biển 2."},{"isCorrect":false,"content":"Biển 3."}]},{"type":"q-choices","questionContent":"Ba biển này có ý nghĩa hiệu lực như thế nào?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/15\/de-thi-sat-hach-lai-xe-o-to-online-2.jpg","answer":[{"isCorrect":true,"content":"Cấm các loại xe ở biển phụ đi vào."},{"isCorrect":false,"content":"Cấm các loại xe cơ giới đi vào trừ loại xe ở biển phụ."}]},{"type":"q-choices","questionContent":"Biển nào cấm tất cả các loại xe cơ giới và thô sơ đi lại trên đường, trừ xe ưu tiên theo luật định (nếu đường vẫn cho xe chạy được)?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/15\/de-thi-sat-hach-lai-xe-o-to-online-3.jpg","answer":[{"isCorrect":true,"content":"Biển 1."},{"isCorrect":false,"content":"Biển 2."},{"isCorrect":false,"content":"Cả hai biển."}]},{"type":"q-choices","questionContent":"Khi gặp các biển này, xe ưu tiên theo luật định (có tải trọng hay chiều cao toàn bộ vượt quá chỉ số ghi trên biển) có được phép đi qua hay không?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/15\/de-thi-sat-hach-lai-xe-o-to-online-4.jpg","answer":[{"isCorrect":false,"content":"Được phép."},{"isCorrect":true,"content":"Không được phép."}]},{"type":"q-choices","questionContent":"Theo hướng bên phải có được phép đỗ xe, dừng xe không?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/15\/de-thi-sat-hach-lai-xe-o-to-online-5.jpg","answer":[{"isCorrect":true,"content":"Không được phép."},{"isCorrect":false,"content":"Được phép."}]},{"type":"q-choices","questionContent":"Biển nào báo hiệu cầu vượt liên thông?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/15\/de-thi-sat-hach-lai-xe-o-to-online-6.jpg","answer":[{"isCorrect":false,"content":"Biển 2 và 3."},{"isCorrect":false,"content":"Biển 1 và 2."},{"isCorrect":true,"content":"Biển 1 và 3."},{"isCorrect":false,"content":"Cả ba biển."}]},{"type":"q-choices","questionContent":"Xe nào phải nhường đường trong trường hợp này?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/15\/de-thi-sat-hach-lai-xe-o-to-online-7.jpg","answer":[{"isCorrect":true,"content":"Xe con."},{"isCorrect":false,"content":"Xe tải."}]},{"type":"q-choices","questionContent":"Xe nào được quyền đi trước?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/15\/de-thi-sat-hach-lai-xe-o-to-online-8.jpg","answer":[{"isCorrect":false,"content":"Xe tải."},{"isCorrect":true,"content":"Xe con."},{"isCorrect":false,"content":"Xe lam."}]},{"type":"q-choices","questionContent":"Theo hướng mũi tên, những hướng nào xe tải được phép đi?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/15\/de-thi-sat-hach-lai-xe-o-to-online-09.jpg","answer":[{"isCorrect":true,"content":"Chỉ hướng 1."},{"isCorrect":false,"content":"Hướng 1, 3 và 4."},{"isCorrect":false,"content":"Hướng 1, 2 và 3."},{"isCorrect":false,"content":"Cả bốn hướng."}]},{"type":"q-choices","questionContent":"Theo hướng mũi tên, thứ tự các xe đi như thế nào là đúng?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/15\/de-thi-sat-hach-lai-xe-o-to-online-10.jpg","answer":[{"isCorrect":true,"content":"Xe công an, xe con, xe tải, xe khách."},{"isCorrect":false,"content":"Xe con, xe khách và xe công an, xe tải."},{"isCorrect":false,"content":"Xe công an, xe con, xe khách, xe tải."},{"isCorrect":false,"content":"Xe con, xe tải, xe khách, xe công an."}]},{"type":"q-choices","questionContent":"Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/15\/de-thi-sat-hach-lai-xe-o-to-online-11.jpg","answer":[{"isCorrect":false,"content":"Xe con và xe tải, xe của bạn."},{"isCorrect":false,"content":"Xe của bạn, xe tải, xe con."},{"isCorrect":true,"content":"Xe của bạn và xe con, xe tải."},{"isCorrect":false,"content":"Xe của bạn - Xe tải + Xe con."}]},{"type":"q-choices","questionContent":"Trong hình dưới đây, những xe nào vi phạm quy tắc giao thông?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/15\/de-thi-sat-hach-lai-xe-o-to-online-14.jpg","answer":[{"isCorrect":false,"content":"Xe con (A), xe con (B), xe tải (D)."},{"isCorrect":false,"content":"Xe tải (D), xe con (E), xe buýt (G)."},{"isCorrect":true,"content":"Xe tải (D), xe con (B)."},{"isCorrect":false,"content":"Xe con (B), xe con (C)."}]},{"type":"q-choices","questionContent":"Xe tải phía trước có tín hiệu xin chuyển làn đường, bạn xử lý như thế nào trong trường hợp này?","image":"https:\/\/i.vietnamdoc.net\/Data\/Image\/2016\/10\/15\/de-thi-sat-hach-lai-xe-o-to-online-13.jpg","answer":[{"isCorrect":false,"content":"Bật tín hiệu xin chuyển làn đường sang trái để vượt xe tải."},{"isCorrect":true,"content":"Phanh xe giảm tốc độ chờ xe tải phía trước chuyển làn đường."},{"isCorrect":false,"content":"Bấm còi báo hiệu và vượt qua xe tải trên làn đường của mình."}]}]