[{"type":"q-checkboxes","questionContent":"Câu 1. Khái niệm “phần đường xe chạy” được hiểu như thế nào là đúng?","image":"","answer":[{"isCorrect":true,"content":"A. Là phần đường bộ được sử dụng cho các phương tiện giao thông qua lại."},{"isCorrect":false,"content":"B. Là phần đường bộ được sử dụng cho các phương tiện giao thông qua lại, dải đất dọc hai bên đường để đảm bảo an toàn giao thông."},{"isCorrect":false,"content":"C. Là phần đường bộ được sử dụng cho các phương tiện giao thông qua lại, các công trình, thiết bị phụ trợ khác và dải đất dọc hai bên đường để đảm bảo an toàn giao thông."}]},{"type":"q-checkboxes","questionContent":"Câu 2. Khái niệm “người điều khiển giao thông” được hiểu như thế nào là đúng?","image":"","answer":[{"isCorrect":false,"content":"A. Là người điều khiển phương tiện tham gia giao thông."},{"isCorrect":true,"content":"B. Là người được giao nhiệm vụ hướng dẫn giao thông tại nơi thi công, nơi ùn tắc giao thông, ở bến phà, tại cầu đường bộ đi chung với đường sắt."},{"isCorrect":true,"content":"C. Là cảnh sát giao thông."},{"isCorrect":false,"content":"D. Tất cả các ý trên."}]},{"type":"q-checkboxes","questionContent":"Câu 3. Trong hoạt động vận tải khách, những hành vi nào ghi ở dưới đây bị nghiêm cấm?","image":"","answer":[{"isCorrect":true,"content":"A. Đe dọa, xúc phạm, tranh giành, lôi kéo hành khách; bắt ép hành khách sử dụng dịch vụ ngoài ý muốn."},{"isCorrect":true,"content":"B. Chuyển tải, xuống khách hoặc các hành vi khác nhằm trốn tránh phát hiện xe chở quá tải, quá người quy định."}]},{"type":"q-checkboxes","questionContent":"Câu 4. Việc họp chợ, tụ tập đông người trái phép, thả rông súc vật trên đường bộ có được phép hay không?","image":"","answer":[{"isCorrect":true,"content":"A. Không được phép."},{"isCorrect":false,"content":"B. Được phép."},{"isCorrect":false,"content":"C. Được phép trong một số trường hợp cụ thể."}]},{"type":"q-checkboxes","questionContent":"Câu 5. Khi điều khiển xe chạy trên đường biết có xe sau xin vượt nếu đủ điều kiện an toàn người lái xe phải làm gì?","image":"","answer":[{"isCorrect":false,"content":"A. Tăng tốc độ và ra hiệu cho xe sau vượt, không được gây trở ngại cho xe sau vượt."},{"isCorrect":true,"content":"B. Người điều khiển phương tiện phía trước phải giảm tốc độ, đi sát về bên phải của phần đường xe chạy cho đến khi xe sau đã vượt qua, không được gây trở ngại cho xe sau vượt."},{"isCorrect":false,"content":"C. Cho xe tránh về bên trái mình và ra hiệu cho xe sau vượt; nếu có chướng ngại vật phía trước hoặc thiếu điền kiện an toàn chưa cho vượt được phải ra hiệu cho xe sau biết; cấm gây trở ngại cho xe xin vượt."}]},{"type":"q-checkboxes","questionContent":"Câu 6. Những loại xe nào khi đi làm nhiệm vụ khẩn cấp có tín hiệu còi, cờ, đèn theo quy định không bị hạn chế tốc độ, có thể đi vào đường người chiều, các đường khác có thể đi được và chỉ phải tuân theo chỉ dẫn của người điều khiển giao thông?","image":"","answer":[{"isCorrect":false,"content":"A. Xe chữa cháy, xe hộ đê, xe công an, xe quân sự, đoàn xe đang diễu hành có tổ chức."},{"isCorrect":true,"content":"B. Xe chữa cháy, xe công an, xe quân sự, xe cứu thương đang thực hiện nhiệm vụ cấp cứu, xe hộ đê đoàn xe có cảnh sát dẫn đường, xe đi làm nhiệm vụ khắc phục sự cố thiên tai, dịch bệnh hoặc xe đi làm nhiệm vụ trong tình trạng khẩn cấp theo quy định của pháp luật."},{"isCorrect":false,"content":"C. Xe chữa cháy, xe quân sự, xe công an, xe cứu thương, xe hộ đê, đoàn xe có cảnh sát dẫn đường, đoàn xe đang diễu hành có tổ chức, đoàn xe tang, xe đang làm nhiệm vụ khắc phục sự cố thiên tai theo quy định của pháp luật."}]},{"type":"q-checkboxes","questionContent":"Câu 7. Việc nối kéo với xe được kéo trong trường hợp hệ thống hãm cảu xe được kéo không còn hiệu lực thì phải dùng cách nào?","image":"","answer":[{"isCorrect":false,"content":"A. Dùng dây cáp có độ dài 10m."},{"isCorrect":false,"content":"B. Dùng dây cáp có độ dài 5m."},{"isCorrect":true,"content":"C. Dùng thanh nối cứng."}]},{"type":"q-checkboxes","questionContent":"Câu 8. Người lái xe phải giảm tốc độ đến mức không gây nguy hiểm (có thể dừng lại một cách an toàn) trong trường hợp nào?","image":"","answer":[{"isCorrect":true,"content":"A. Khi có biển báo hiệu hạn chế tốc độ hoặc có chướng ngại vật trên đường; khi tầm nhìn bị hạn chế; khi qua nơi đường giao nhau, nơi đường bộ giao nhau với đường sắt, đường vòng, đoạn đường gồ ghề, trơn trượt, cát bụi."},{"isCorrect":true,"content":"B. Khi qua cầu, cống hẹp, khi lên gần đỉnh dốc, khi xuống dốc, khi qua trường học, nơi tập trung đông người, đông dân, có nhà cửa gần đường."},{"isCorrect":false,"content":"C. Khi điều khiển xe vượt thác trên đường quốc lộ."}]},{"type":"q-checkboxes","questionContent":"Câu 9. Khi lái xe trên đường vắng mà cảm thấy buồn ngủ, người lái xe nên chọn cách xử lý thế nào cho phù hợp?","image":"","answer":[{"isCorrect":false,"content":"A. Tăng tốc độ kết hợp với nghe nhạc để đi tiếp."},{"isCorrect":true,"content":"B. Dừng xe và nghỉ cho đến khi hết buồn ngủ."},{"isCorrect":false,"content":"C. Sử dụng một ít rượu và bia để hết buồn ngủ và đi tiếp."}]},{"type":"q-checkboxes","questionContent":"Câu 10. Trên đường bộ ngoài khu vực đông dân cư, loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 80Km\/h?","image":"","answer":[{"isCorrect":true,"content":"A. Ô tô chở người đến 30 chỗ ngồi (trừ ô tô buýt), ô tô tải có trọng tải dưới 3500 Kg."},{"isCorrect":false,"content":"B. Ô tô buýt, ô tô mi rơ mooc, ô tô chuyên dùng, xe mô tô."},{"isCorrect":false,"content":"C. Ô tô chở người trên 30 chỗ ngồi (trừ ô tô buýt), ô tô tải có trọng tải từ 3500 Kg trở lên."},{"isCorrect":false,"content":"D. Ô tô kéo rơ mooc, ô tô kéo xe khác, xe gắn máy."}]},{"type":"q-checkboxes","questionContent":"Câu 11. Người vận tải, người lái xe khách phải chấp hành những quy định nào ghi ở dưới đây?","image":"","answer":[{"isCorrect":true,"content":"A. Đón, trả khách đúng nơi quy định, không chở hành khách trên mui, trong khoang hành lý hoặc để hành khách đu bám ngoài xe, không chở hàng nguy hiểm, hàng có mùi hôi thối hoặc động vật, hàng hóa khác có ảnh hưởng đến sức khỏe của hành khách."},{"isCorrect":true,"content":"B. Không trả hành khách, hành lý, hàng hóa vượt quá trọng tải, số người theo quy định; không để hàng hóa trong khoang chở khách; có biện pháp giữ gìn vệ sinh trong xe."}]},{"type":"q-checkboxes","questionContent":"Câu 12. Trong đô thị, người lái xe buýt, xe taxi khách, xe taxi tải, xe chở hàng phải thực hiện những quy định gì ghi ở dưới đây?","image":"","answer":[{"isCorrect":true,"content":"A. Người lái xe buýt phải chạy đúng tuyến, đúng lịch trình và dừng đỗ đúng nơi quy định; người lái xe chở hàng phải hoạt động đúng tuyến, phạm vi và thời gian quy định đối với từng loại xe."},{"isCorrect":true,"content":"B. Người lái xe taxi khách, taxi tải đón, trả khách, hàng hóa theo thảo thuận giữa hành khách, chủ hàng và người lái xe nhưng phải chấp hành các quy định về đảm bảo an toàn giao thông."},{"isCorrect":false,"content":"C. Người lái xe taxi khách, xe taxi tải chỉ được đón, trả khách và hàng hóa tại điểm dừng, đỗ của xe buýt."}]},{"type":"q-checkboxes","questionContent":"Câu 13. Ngoài các phẩm chất của con người với xã hội chủ nghĩa, người lái xe cần phải có phẩm chất đạo đức nghề nghiệp gì ghi ở dưới đây?","image":"","answer":[{"isCorrect":true,"content":"A. Tính tổ chức, kỳ luật, tuân theo pháp luật; có tác phong làm việc công nghiệp, giúp đỡ mọi người."},{"isCorrect":true,"content":"B. Độc lập công tác và có tinh thần khắc phục khó khăn."}]},{"type":"q-checkboxes","questionContent":"Câu 14. Khi xảy ra tai nạn giao thông, có người bị thương nghiêm trọng, người lái xe và người có mặt tại hiện trường vụ tai nạn phải thực hiện các công việc gì?","image":"","answer":[{"isCorrect":true,"content":"A. Thông báo vụ tai nạn đến cơ quan thi hành pháp luật."},{"isCorrect":false,"content":"B. Nhanh chóng lái xe gây tai nạn hoặc đi nhờ xe khác ra khỏi hiện trường vụ tai nạn."},{"isCorrect":true,"content":"C. Thực hiện sơ cứu ban đầu trong trường hợp khẩn cấp."}]},{"type":"q-checkboxes","questionContent":"Câu 15. Khi điều khiển xe ô tô tự đổ, người lái xe cần chú ý những điểm gì?","image":"","answer":[{"isCorrect":true,"content":"A. Khi chạy trên đường xấu, nhiều ổ gà nên chạy chậm để thùng xe không bị lắc mạnh, không gây hiện tượng lệch \"ben\"; khi chạy vào đường vòng cần giảm tốc độ, không lấy lái gấp và khôn phanh gấp."},{"isCorrect":false,"content":"B. Khi chạy trên đường quốc lệ không cần hạ hết thùng xe xuống."},{"isCorrect":true,"content":"C. Khi đổ hàng phải chọn vị trí có nền đường cứng và phẳng, dừng hẳn xe, kéo chặt phanh tay, sau đó mới điều khiển cơ cấu nâng \"ben\" để đổ hàng, đổ xong hàng mới hạ thùng xuống."}]},{"type":"q-checkboxes","questionContent":"Câu 16. Khi động cơ ô tô đã khởi động, muốn điều chỉnh ghế của người lái, người lái xe phải điều chỉnh cần số ở vị trí nào?","image":"","answer":[{"isCorrect":true,"content":"A. Vị trí N hoặc số 0."},{"isCorrect":false,"content":"B. Vị trí D hoặc số 1."},{"isCorrect":false,"content":"C. Cả hai ý nêu trên."}]},{"type":"q-checkboxes","questionContent":"Câu 17. Hãy nêu yêu cầu về an toàn kỹ thuật đối với gạt nước lắp trên ô tô?","image":"","answer":[{"isCorrect":true,"content":"A. Đầy đủ số lượng, lắp đặt chắc chắn, hoạt động bình thường."},{"isCorrect":true,"content":"B. Lưỡi gạt không quá mòn, diện tích quét đảm bảo tầm nhìn của người lái."}]},{"type":"q-checkboxes","questionContent":"Câu 18. Biển nào cấm các loại xe cơ giới đi vào, trừ xe gắn máy, xe mô tô 2 bánh và các loại xe ưu tiên theo luật định?","image":"https:\/\/i.vietnamdoc.net\/data\/image\/2016\/03\/08\/thi-sat-hach-ly-thuyet-lai-xe-online-mien-phi-de-so-4-hinh-1.PNG","answer":[{"isCorrect":true,"content":"A. Biển 1"},{"isCorrect":false,"content":"B. Biển 2"},{"isCorrect":false,"content":"C. Biển 1 và 3"},{"isCorrect":false,"content":"D. Cả 3 biển"}]},{"type":"q-checkboxes","questionContent":"Câu 19. Biển nào báo hiệu giao nhau với đường ưu tiên?","image":"https:\/\/i.vietnamdoc.net\/data\/image\/2016\/03\/08\/thi-sat-hach-ly-thuyet-lai-xe-online-mien-phi-de-so-4-hinh-2.PNG","answer":[{"isCorrect":false,"content":"A. Biển 1"},{"isCorrect":true,"content":"B. Biển 3"},{"isCorrect":false,"content":"C. Biển 2"},{"isCorrect":false,"content":"D. Cả 3 biển"}]},{"type":"q-checkboxes","questionContent":"Câu 20. Biển nào cấm quay xe?","image":"https:\/\/i.vietnamdoc.net\/data\/image\/2016\/03\/08\/thi-sat-hach-ly-thuyet-lai-xe-online-mien-phi-de-so-4-hinh-3.PNG","answer":[{"isCorrect":true,"content":"A. Biển 1"},{"isCorrect":true,"content":"B. Biển 2"},{"isCorrect":false,"content":"C. Không biển nào"}]},{"type":"q-checkboxes","questionContent":"Câu 21. Trong các biển dưới đây biển nào là biển hết hạn chế tốc độ tối đa?","image":"https:\/\/i.vietnamdoc.net\/data\/image\/2016\/03\/08\/thi-sat-hach-ly-thuyet-lai-xe-online-mien-phi-de-so-4-hinh-4.PNG","answer":[{"isCorrect":true,"content":"A. Biển 1"},{"isCorrect":false,"content":"B. Biển 2"},{"isCorrect":false,"content":"C. Biển 3"},{"isCorrect":false,"content":"D. Cả 3 biển"}]},{"type":"q-checkboxes","questionContent":"Câu 22. Biển này có ý nghĩa gì?","image":"https:\/\/i.vietnamdoc.net\/data\/image\/2016\/03\/08\/thi-sat-hach-ly-thuyet-lai-xe-online-mien-phi-de-so-4-hinh-5.PNG","answer":[{"isCorrect":false,"content":"A. Chỉ hướng đi phải theo."},{"isCorrect":true,"content":"B. Biển chỉ dẫn cho người lái xe biết số lượng làn đường tren mặt đường và hướng đi trên mỗi làn đường theo vạch kẻ đường."},{"isCorrect":false,"content":"C. Chỉ hướng đường chỉ theo."}]},{"type":"q-checkboxes","questionContent":"Câu 23. Biển nào báo hiệu đường dành cho xe thô sơ?","image":"https:\/\/i.vietnamdoc.net\/data\/image\/2016\/03\/08\/thi-sat-hach-ly-thuyet-lai-xe-online-mien-phi-de-so-4-hinh-7.PNG","answer":[{"isCorrect":true,"content":"A. Biển 1"},{"isCorrect":false,"content":"B. Biển 2"},{"isCorrect":false,"content":"C. Biển 3"}]},{"type":"q-checkboxes","questionContent":"Câu 24. Biển nào báo hiệu tuyến đường cầu vượt cắt qua?","image":"https:\/\/i.vietnamdoc.net\/data\/image\/2016\/03\/08\/thi-sat-hach-ly-thuyet-lai-xe-online-mien-phi-de-so-4-hinh-8.PNG","answer":[{"isCorrect":true,"content":"A. Biển 1 và 2"},{"isCorrect":false,"content":"B. Biển 1 và 3"},{"isCorrect":false,"content":"C. Biển 2 và 3"}]},{"type":"q-checkboxes","questionContent":"Câu 25. Xe nào được quyền đi trước trong trường hợp này?","image":"https:\/\/i.vietnamdoc.net\/data\/image\/2016\/03\/08\/thi-sat-hach-ly-thuyet-lai-xe-online-mien-phi-de-so-4-hinh-9.PNG","answer":[{"isCorrect":false,"content":"A. Mô tô"},{"isCorrect":true,"content":"B. Xe cứu thương"}]},{"type":"q-checkboxes","questionContent":"Câu 26. Xe tải kéo mô tô ba bánh như hình này có đúng quy tắc giao thông không?","image":"https:\/\/i.vietnamdoc.net\/data\/image\/2016\/03\/08\/thi-sat-hach-ly-thuyet-lai-xe-online-mien-phi-de-so-4-hinh-10.PNG","answer":[{"isCorrect":false,"content":"A, Đúng"},{"isCorrect":true,"content":"B. Không đúng"}]},{"type":"q-checkboxes","questionContent":"Câu 27. Xe nào được quyền đi trước trong trường hợp này?","image":"https:\/\/i.vietnamdoc.net\/data\/image\/2016\/03\/08\/thi-sat-hach-ly-thuyet-lai-xe-online-mien-phi-de-so-4-hinh-11.PNG","answer":[{"isCorrect":true,"content":"A. Mô tô"},{"isCorrect":false,"content":"B. Xe con"}]},{"type":"q-checkboxes","questionContent":"Câu 28. Trong trường hợp này, thứ tự xe đi như thế nào là đúng quy tắc giao thông?","image":"https:\/\/i.vietnamdoc.net\/data\/image\/2016\/03\/08\/thi-sat-hach-ly-thuyet-lai-xe-online-mien-phi-de-so-4-hinh-12.PNG","answer":[{"isCorrect":false,"content":"A. Xe công an, xe quân sự, xe con + mô tô"},{"isCorrect":true,"content":"B. Xe quân sự, xe công an, xe con + mô tô"},{"isCorrect":false,"content":"C. Xe mô tô + xe con, xe quân sự, xe công an"}]},{"type":"q-checkboxes","questionContent":"Câu 29. Người lái xe có được vượt xe tải để đi thẳng trong trường hợp này không>","image":"https:\/\/i.vietnamdoc.net\/data\/image\/2016\/03\/08\/thi-sat-hach-ly-thuyet-lai-xe-online-mien-phi-de-so-4-hinh-13.PNG","answer":[{"isCorrect":false,"content":"A. Được vượt"},{"isCorrect":true,"content":"B. Cấm vượt"}]},{"type":"q-checkboxes","questionContent":"Câu 30. Xe của bạn được đi theo hướng nào trong trường hợp này?","image":"https:\/\/i.vietnamdoc.net\/data\/image\/2016\/03\/08\/thi-sat-hach-ly-thuyet-lai-xe-online-mien-phi-de-so-4-hinh-14.PNG","answer":[{"isCorrect":true,"content":"A. Đi thẳng"},{"isCorrect":false,"content":"B. Đi thẳng hoặc rẽ phải"},{"isCorrect":true,"content":"C. Rẽ trái"}]}]